Repository: onlymoney/uc_onlymoney
Catalog: translations/uc_onlymoney.*.po
Languages: ru

source: Cancel
ru: Отмена

source: wrong payment order
ru: Неправильный номер заказа

source: wrong payment order on merchant site
ru: Неправильный заказ или сайт мерчанта

source: wrong payment amount
ru: Неправильная сумма платежа

source: wrong payment currency
ru: Неправильная валюта платежа

source: wrong signature
ru: Неправильная сигнатура

source: wrong signature or order
ru: Неправильная сигнатура или заказ

source: Wrong amount or currency code
ru: Неправильная сумма либо валюта заказа

source: Thank you for purchasing. Our manager will contact you shortly
ru: Спасибо за оплату. Наш менеджер свяжется с Вами в ближайшее время

source: Wrong order data
ru: Неправильные данные заказа

source: Sorry, payment failed. Please, contact site administration
ru: Извините, оплата отклонена. Пожалуйста, свяжитесь с администратором сайта

source: Your merchant ID
ru: Ваш ID мерчанта

source: Your Onlymoney merchant ID.
ru: Ваш ID мерчанта Onlymoney

source: Secret Key
ru: Секретный код

source: Your Onlymoney secret key.
ru: Ваш секретный код Onlymoney

source: Onlymoney API URL
ru: Ссылка Onlyemoney API

source: Onlymoney Cancel Page URL
ru: Страница отмены платежа Onlymoney

source: Onlymoney Logging Mode
ru: Режим логгирования Onlymoney

source: If checked, module will write logs with watchdog while payment process
ru: Если отмечено, модуль будет писать логи с помощью Drupal watchdogs в процессе работы системы оплаты

source: Payment method title
ru: Заголовок метода оплаты

source: Access commerce urercart status pages
ru: Доступ к странице статуса платежа

source: Access commerce ubercart success pages
ru: Доступ к странице успешного платежа

source: Access commerce ubercart fail pages
ru: Доступ к странице неудачного платежа

source: Access commerce ubercart cancel pages
ru: Доступ к странице отмененного платежа

source: Redirect to Onlymoney to pay.
ru: Редирект на Onlymoney для оплаты

source: Paying order #!order_number on !site_name
ru: Оплата заказа #!order_number на сайте !site_name

source: Pay
ru: Оплатить

source: Onlymoney payment
ru: Оплата Onlymoney

source: You have to create an account at !url before start using this payment system. Follow the instructions below:
ru: Вы должны создать аккаунт на !url, прежде чем использовать эту систему оплаты. Выполните инструкции, перечисленные ниже:

source: After administrator approves merchant status you will get your Secret Key and Merchant ID:
ru: После того, как администратор подтвердит статус мерчанта, Вы получите Секретный Код и ID мерчанта

source: After logging in visit !url and fill those fields:
ru: После авторизации посетите !url и заполните эти поля:

source: For more details download and read this: !url
ru: Чтоб узнать подробности, скачайте и прочтите это: !url:

source: merchant instructions
ru: инструкция мерчанта

source: Onlymoney payment settings
ru: Настройки системы оплаты Onlymoney

source: Available currencies:
ru: Доступные валюты

source: Onlymoney payment status
ru: Статус платежа Onlymoney

source: Onlymoney payment success
ru: Платеж Onlymoney прошел успешно

source: Onlymoney payment failed
ru: Платеж Onlymoney завершился неудачно

source: Onlymoney payment cancel
ru: Платеж Onlymoney отменен

source: Onlymoney payment
ru: Оплата Onlymoney

source: Onlymoney.com payment system for Drupal Ubercart.
ru: Система оплаты Onlymoney.com для Drupal Ubercart

source: Ubercart - payment
ru: Ubercart - оплата
